Repository: Prot10/MyMacCleaner
Catalog: MyMacCleaner/Resources/PortManagement.xcstrings
Source language: en
Languages: es, it

# portManagement.empty.message
source: No active network connections match your filters.
es: No hay conexiones activas que coincidan con tus filtros.
it: Nessuna connessione attiva corrisponde ai tuoi filtri.

# portManagement.empty.title
source: No Connections Found
es: No se encontraron conexiones
it: Nessuna connessione trovata

# portManagement.filter.all
source: All
es: Todas
it: Tutte

# portManagement.filter.established
source: Established
es: Establecidas
it: Stabilite

# portManagement.filter.listening
source: Listening
es: En escucha
it: In ascolto

# portManagement.kill.button
source: Kill
es: Terminar
it: Termina

# portManagement.kill.message %@ %@ %lld
source: Are you sure you want to terminate %1$@ (PID: %2$@) on port %3$lld?
es: Â¿Seguro que quieres terminar %1$@ (PID: %2$@) en el puerto %3$lld?
it: Sei sicuro di voler terminare %1$@ (PID: %2$@) sulla porta %3$lld?

# portManagement.kill.title
source: Terminate Process
es: Terminar proceso
it: Termina processo

# portManagement.scanning
source: Scanning network connections...
es: Escaneando conexiones de red...
it: Scansione connessioni di rete...

# portManagement.search
source: Search ports or processes...
es: Buscar puertos o procesos...
it: Cerca porte o processi...

# portManagement.stats.established
source: Established
es: Establecidas
it: Stabilite

# portManagement.stats.listening
source: Listening
es: En escucha
it: In ascolto

# portManagement.subtitle
source: Monitor and manage network connections
es: Monitorea y gestiona conexiones de red
it: Monitora e gestisci le connessioni di rete

# portManagement.table.localPort
source: Local Port
es: Puerto local
it: Porta locale

# portManagement.table.process
source: Process
es: Proceso
it: Processo

# portManagement.table.remote
source: Remote
es: Remoto
it: Remoto

# portManagement.table.state
source: State
es: Estado
it: Stato

# portManagement.toast.failedAdmin
source: Failed to terminate. Admin privileges may be required.
es: Error al terminar. Pueden requerirse privilegios de administrador.
it: Impossibile terminare. Potrebbero essere necessari privilegi di amministratore.

# portManagement.toast.terminated %@
source: Terminated %@
es: Terminado %@
it: Terminato %@

# portManagement.stats.total
source: Total
it: Totale
